Repository: wzh4869/AppPorts
Catalog: AppPorts/Localizable.xcstrings
Source language: zh_hans
Languages: ar, de, en, eo, es, fr, hi, id, it, ja, ko, nl, pl, pt, ru, th, tr, vi, zh_hant

source: 外部存储未连接
ar: التخزين الخارجي غير متصل
de: Externer Speicher nicht verbunden
en: External Storage Not Connected
eo: Ekstera konservilo nekonektita
es: Almacenamiento externo desconectado
fr: Stockage externe déconnecté
hi: बाहरी स्टोरेज जुड़ा नहीं है
id: Penyimpanan eksternal tidak terhubung
it: Unità esterna non collegata
ja: 外部ストレージ未接続
ko: 외장 저장 장치 연결 안 됨
nl: Externe opslag niet aangesloten
pl: Nośnik zewnętrzny niepodłączony
pt: Armazenamento externo desconectado
ru: Внешний накопитель не подключён
th: ยังไม่เชื่อมต่ออุปกรณ์ภายนอก
tr: Harici depolama bağlı değil
vi: Bộ nhớ ngoài chưa kết nối
zh_hant: 外接儲存裝置未連接

source: 读不到当前选择的外部存储「%@」，它可能没有连接或已被推出。连接后点「重新检查」；没有做任何改动。
ar: تعذرت قراءة التخزين الخارجي المحدد «%@». ربما يكون مفصولًا أو تم إخراجه. وصّله وانقر على «إعادة الفحص»؛ لم يُجرَ أي تغيير.
de: Der ausgewählte externe Speicher „%@“ kann nicht gelesen werden. Er ist möglicherweise nicht verbunden oder wurde ausgeworfen. Verbinde ihn und klicke auf „Erneut prüfen“. Es wurde nichts verändert.
en: The selected external storage “%@” can't be read. It may be disconnected or ejected. Connect it and click Check Again. Nothing was changed.
eo: La elektita ekstera konservilo “%@” ne estas legebla. Ĝi eble estas malkonektita aŭ elĵetita. Konektu ĝin kaj alklaku “Rekontroli”; nenio estis ŝanĝita.
es: No se puede leer el almacenamiento externo «%@» seleccionado. Puede estar desconectado o haberse expulsado. Conéctalo y haz clic en «Volver a comprobar». No se ha modificado nada.
fr: Impossible de lire le stockage externe « %@ » actuellement sélectionné. Il est peut-être déconnecté ou a été éjecté. Connectez-le, puis cliquez sur « Vérifier à nouveau ». Rien n’a été modifié.
hi: चुना गया बाहरी स्टोरेज “%@” पढ़ा नहीं जा सका। वह शायद जुड़ा नहीं है या इजेक्ट किया गया है। उसे जोड़कर “फिर से जाँचें” पर क्लिक करें। कोई बदलाव नहीं किया गया।
id: Penyimpanan eksternal “%@” yang dipilih tidak dapat dibaca. Mungkin belum terhubung atau telah dikeluarkan. Hubungkan lalu klik “Periksa lagi”; tidak ada yang diubah.
it: Impossibile leggere l’unità esterna selezionata “%@”. Potrebbe essere scollegata o espulsa. Collegala e fai clic su “Verifica di nuovo”. Non è stata apportata alcuna modifica.
ja: 現在選択している外部ストレージ「%@」を読み取れません。接続されていないか、取り出された可能性があります。接続してから「再チェック」をクリックしてください。何も変更されていません。
ko: 현재 선택한 외장 저장 장치 “%@”을(를) 읽을 수 없습니다. 연결되지 않았거나 추출되었을 수 있습니다. 연결한 후 “다시 확인”을 클릭하세요. 아무것도 변경하지 않았습니다.
nl: De geselecteerde externe opslag ‘%@’ kan niet worden gelezen. Deze is mogelijk losgekoppeld of verwijderd. Sluit de opslag aan en klik op ‘Controleer opnieuw’. Er is niets gewijzigd.
pl: Nie można odczytać wybranego nośnika zewnętrznego „%@”. Może być odłączony lub wysunięty. Podłącz go i kliknij „Sprawdź ponownie”. Niczego nie zmieniono.
pt: Não é possível ler o armazenamento externo selecionado “%@”. Ele pode estar desconectado ou ter sido ejetado. Conecte-o e clique em “Verificar novamente”. Nada foi alterado.
ru: Не удаётся прочитать выбранный внешний накопитель «%@». Возможно, он отключён или извлечён. Подключите его и нажмите «Проверить снова». Ничего не изменено.
th: อ่านอุปกรณ์จัดเก็บข้อมูลภายนอก “%@” ที่เลือกอยู่ไม่ได้ อาจยังไม่ได้เชื่อมต่อหรือถูกนำออกแล้ว เชื่อมต่อแล้วคลิก “ตรวจสอบอีกครั้ง” ยังไม่มีการเปลี่ยนแปลงใดๆ
tr: Seçili harici depolama “%@” okunamıyor. Bağlı olmayabilir veya çıkarılmış olabilir. Bağladıktan sonra “Yeniden Kontrol Et”e tıklayın. Hiçbir değişiklik yapılmadı.
vi: Không thể đọc bộ nhớ ngoài “%@” đang được chọn. Có thể bộ nhớ chưa kết nối hoặc đã được tháo. Hãy kết nối rồi bấm “Kiểm tra lại”; chưa thay đổi gì.
zh_hant: 無法讀取目前選擇的外接儲存裝置「%@」，它可能未連接或已退出。連接後請按一下「重新檢查」；未做任何更動。

source: 选择其他位置
ar: اختيار موقع آخر
de: Anderen Ort auswählen
en: Choose Another Location
eo: Elekti alian lokon
es: Elegir otra ubicación
fr: Choisir un autre emplacement
hi: दूसरा स्थान चुनें
id: Pilih lokasi lain
it: Scegli un’altra posizione
ja: 別の場所を選択
ko: 다른 위치 선택
nl: Kies een andere locatie
pl: Wybierz inną lokalizację
pt: Escolher outro local
ru: Выбрать другое расположение
th: เลือกตำแหน่งอื่น
tr: Başka Konum Seç
vi: Chọn vị trí khác
zh_hant: 選擇其他位置

source: 想把这块盘改成 APFS：Mac OS 扩展（HFS+）可以用「磁盘工具」无损转换为 APFS，转换前请先备份
ar: لتحويل هذا القرص إلى APFS: يمكن تحويل Mac OS Extended ‏(HFS+) إلى APFS في «أداة القرص» دون فقدان البيانات. انسخ بياناتك احتياطيًا أولًا
de: Wenn du dieses Laufwerk auf APFS umstellen möchtest: Mac OS Extended (HFS+) kann im „Festplattendienstprogramm“ ohne Datenverlust in APFS konvertiert werden. Erstelle vorher eine Sicherung
en: To switch this drive to APFS: Mac OS Extended (HFS+) can be converted to APFS in Disk Utility without erasing it. Back up first.
eo: Por ŝanĝi ĉi tiun diskon al APFS: Mac OS Etendita (HFS+) povas esti konvertita al APFS en “Diska Utilaĵo” sen datumperdo. Unue faru sekurkopion
es: Si quieres convertir este disco a APFS: Mac OS Plus (HFS+) se puede convertir a APFS sin perder datos con «Utilidad de Discos». Haz una copia de seguridad antes
fr: Pour passer ce disque en APFS : Mac OS étendu (HFS+) peut être converti en APFS sans perte de données avec « Utilitaire de disque ». Faites une sauvegarde avant la conversion
hi: इस ड्राइव को APFS में बदलने के लिए: “डिस्क यूटिलिटी” में Mac OS एक्सटेंडेड (HFS+) को बिना डेटा खोए APFS में बदला जा सकता है। पहले बैकअप बनाएँ
id: Untuk mengubah drive ini ke APFS: Mac OS Diperluas (HFS+) dapat dikonversi ke APFS tanpa kehilangan data menggunakan “Utilitas Disk”. Cadangkan dahulu sebelum mengonversi
it: Per convertire questa unità in APFS: Mac OS esteso (HFS+) può essere convertito in APFS con Utility Disco senza perdere dati. Prima esegui un backup
ja: このドライブを APFS にしたい場合：Mac OS 拡張（HFS+）は「ディスクユーティリティ」でデータを消去せずに APFS に変換できます。変換前にバックアップしてください
ko: 이 드라이브를 APFS로 바꾸려면: Mac OS 확장(HFS+)은 디스크 유틸리티에서 데이터를 지우지 않고 APFS로 변환할 수 있습니다. 변환 전에 백업하세요
nl: Deze schijf omzetten naar APFS: Mac OS Uitgebreid (HFS+) kan met Schijfhulpprogramma zonder gegevensverlies naar APFS worden omgezet. Maak eerst een reservekopie
pl: Aby zmienić ten dysk na APFS: Mac OS Extended (HFS+) można przekonwertować na APFS bez utraty danych za pomocą Narzędzia dyskowego. Najpierw utwórz kopię zapasową
pt: Para converter esta unidade para APFS: o formato Mac OS Expandido (HFS+) pode ser convertido para APFS no Utilitário de Disco sem perda de dados. Faça um backup antes
ru: Чтобы перевести накопитель в APFS: Mac OS Extended (HFS+) можно преобразовать в APFS с помощью «Дисковой утилиты» без потери данных. Сначала создайте резервную копию
th: หากต้องการเปลี่ยนไดรฟ์นี้เป็น APFS: ใช้ “ยูทิลิตี้ดิสก์” แปลง Mac OS แบบขยาย (HFS+) เป็น APFS ได้โดยไม่สูญเสียข้อมูล โปรดสำรองข้อมูลก่อนแปลง
tr: Bu diski APFS’ye dönüştürmek için: Mac OS Genişletilmiş (HFS+), Disk İzlencesi ile veri kaybı olmadan APFS’ye dönüştürülebilir. Önce yedek alın
vi: Để đổi ổ đĩa này sang APFS: có thể dùng “Tiện ích ổ đĩa” chuyển Mac OS Mở rộng (HFS+) sang APFS mà không mất dữ liệu. Hãy sao lưu trước
zh_hant: 若想將這個磁碟改為 APFS：Mac OS 擴充格式（HFS+）可以用「磁碟工具程式」無損轉換為 APFS，轉換前請先備份

source: 想把这块盘改成 APFS：macOS 不能无损转换 %@，需要先备份再抹掉，或在未分配的空间上新建 APFS 分区，步骤见准备方法
ar: لتحويل هذا القرص إلى APFS: لا يستطيع macOS تحويل %@ دون فقدان البيانات. انسخ بياناتك احتياطيًا ثم امسح القرص، أو أنشئ قسم APFS في مساحة غير مخصصة؛ راجع دليل التحضير للخطوات
de: Wenn du dieses Laufwerk auf APFS umstellen möchtest: macOS kann %@ nicht ohne Datenverlust konvertieren. Erstelle zuerst eine Sicherung und lösche das Laufwerk oder erstelle eine APFS-Partition in nicht zugewiesenem Speicherplatz. Die Schritte findest du in der Vorbereitungsanleitung
en: To switch this drive to APFS: macOS can't convert %@ without erasing it. Back up and erase the drive, or create an APFS partition in unallocated space. See the preparation guide for steps.
eo: Por ŝanĝi ĉi tiun diskon al APFS: macOS ne povas konverti %@ sen datumperdo. Unue faru sekurkopion kaj viŝu la diskon, aŭ kreu subdiskon APFS en neasignita spaco; vidu la paŝojn en la prepara gvidilo
es: Si quieres convertir este disco a APFS: macOS no puede convertir %@ sin perder datos. Haz una copia de seguridad y borra el disco, o crea una partición APFS en el espacio sin asignar. Consulta los pasos en la guía de preparación
fr: Pour passer ce disque en APFS : macOS ne peut pas convertir %@ sans perte de données. Sauvegardez puis effacez le disque, ou créez une partition APFS dans l’espace non alloué. Consultez le guide de préparation pour les étapes
hi: इस ड्राइव को APFS में बदलने के लिए: macOS %@ को बिना डेटा खोए नहीं बदल सकता। पहले बैकअप बनाएँ और फिर मिटाएँ, या आवंटित न की गई जगह में नया APFS विभाजन बनाएँ। चरणों के लिए तैयारी की मार्गदर्शिका देखें
id: Untuk mengubah drive ini ke APFS: macOS tidak dapat mengonversi %@ tanpa kehilangan data. Cadangkan lalu hapus drive, atau buat partisi APFS di ruang yang belum dialokasikan; lihat langkahnya di panduan persiapan
it: Per convertire questa unità in APFS: macOS non può convertire %@ senza perdere dati. Esegui un backup e poi inizializza l’unità, oppure crea una partizione APFS nello spazio non allocato. Trovi i passaggi nella guida alla preparazione
ja: このドライブを APFS にしたい場合：macOS では %@ をデータを消去せずに変換することはできません。バックアップしてから消去するか、未割り当ての領域に APFS パーティションを作成してください。手順は「準備方法」を参照してください
ko: 이 드라이브를 APFS로 바꾸려면: macOS는 %@을(를) 데이터를 지우지 않고 변환할 수 없습니다. 먼저 백업한 후 지우거나 할당되지 않은 공간에 APFS 파티션을 생성하세요. 단계는 준비 안내를 참고하세요
nl: Deze schijf omzetten naar APFS: macOS kan %@ niet zonder gegevensverlies omzetten. Maak een reservekopie en wis de schijf, of maak een APFS-partitie in niet-toegewezen ruimte. Zie de voorbereidingsgids voor de stappen
pl: Aby zmienić ten dysk na APFS: macOS nie może przekonwertować %@ bez utraty danych. Najpierw utwórz kopię zapasową i wymaż dysk lub utwórz partycję APFS w nieprzydzielonym miejscu. Kroki opisano w poradniku przygotowania
pt: Para converter esta unidade para APFS: o macOS não pode converter %@ sem perda de dados. Faça um backup e apague a unidade, ou crie uma partição APFS no espaço não alocado. Veja as etapas no guia de preparação
ru: Чтобы перевести накопитель в APFS: macOS не может преобразовать %@ без потери данных. Сначала создайте резервную копию и сотрите накопитель или создайте раздел APFS в нераспределённом пространстве. Шаги описаны в руководстве по подготовке
th: หากต้องการเปลี่ยนไดรฟ์นี้เป็น APFS: macOS แปลง %@ โดยไม่สูญเสียข้อมูลไม่ได้ ต้องสำรองข้อมูลก่อนแล้วจึงลบข้อมูล หรือสร้างพาร์ติชั่น APFS ในพื้นที่ที่ยังไม่ได้จัดสรร ดูขั้นตอนในคู่มือเตรียมอุปกรณ์
tr: Bu diski APFS’ye dönüştürmek için: macOS, %@ biçimini veri kaybı olmadan dönüştüremez. Önce yedek alıp diski silin veya ayrılmamış alanda yeni bir APFS bölümü oluşturun. Adımlar için hazırlık kılavuzuna bakın
vi: Để đổi ổ đĩa này sang APFS: macOS không thể chuyển %@ mà không mất dữ liệu. Cần sao lưu rồi xóa ổ đĩa, hoặc tạo phân vùng APFS trong dung lượng chưa phân bổ; xem các bước trong hướng dẫn chuẩn bị
zh_hant: 若想將這個磁碟改為 APFS：macOS 無法無損轉換 %@，需要先備份再清除，或在未配置的空間上新增 APFS 分割區，步驟請見準備方法

source: 这块外部存储是 %@ 格式
ar: تنسيق هذا التخزين الخارجي هو %@
de: Dieser externe Speicher verwendet %@
en: This External Storage Uses %@
eo: Ĉi tiu ekstera konservilo uzas la formaton %@
es: Este almacenamiento externo tiene formato %@
fr: Ce stockage externe utilise le format %@
hi: इस बाहरी स्टोरेज का फ़ॉर्मैट %@ है
id: Penyimpanan eksternal ini berformat %@
it: Questa unità esterna è in formato %@
ja: この外部ストレージは %@ フォーマットです
ko: 이 외장 저장 장치의 포맷은 %@입니다
nl: Deze externe opslag gebruikt %@
pl: Ten nośnik zewnętrzny ma format %@
pt: Este armazenamento externo usa o formato %@
ru: Формат этого внешнего накопителя: %@
th: อุปกรณ์จัดเก็บข้อมูลภายนอกนี้ใช้รูปแบบ %@
tr: Bu harici depolama %@ biçiminde
vi: Bộ nhớ ngoài này dùng định dạng %@
zh_hant: 這個外接儲存裝置是 %@ 格式

source: 沙盒应用的数据只能迁移到 APFS 格式的外部存储。你不需要为此改动这块盘：应用本体和其他数据目录照常可以迁移到这里。
ar: لا يمكن ترحيل بيانات التطبيقات المعزولة إلا إلى تخزين خارجي بتنسيق APFS. لا حاجة لتغيير هذا القرص: يمكن ترحيل التطبيقات نفسها ومجلدات البيانات الأخرى إليه كالمعتاد.
de: Daten von Sandbox-Apps können nur auf externen Speicher im APFS-Format migriert werden. Dafür musst du dieses Laufwerk nicht verändern: Apps selbst und andere Datenordner können weiterhin wie gewohnt hierher migriert werden.
en: Data from sandboxed apps can only be migrated to APFS-formatted external storage. You don't need to change this drive: apps and other data folders can still be migrated here as usual.
eo: Datumoj de izolitaj aplikaĵoj povas migradi nur al ekstera konservilo kun formato APFS. Vi ne bezonas ŝanĝi ĉi tiun diskon: la aplikaĵoj mem kaj aliaj datumdosierujoj povas plu migradi ĉi tien kiel kutime.
es: Los datos de las apps aisladas solo se pueden migrar a almacenamiento externo con formato APFS. No necesitas modificar este disco por ello: las apps y las demás carpetas de datos pueden migrarse aquí como siempre.
fr: Les données des apps en bac à sable ne peuvent être migrées que vers un stockage externe au format APFS. Inutile de modifier ce disque pour cela : les apps elles-mêmes et les autres dossiers de données peuvent y être migrés comme d’habitude.
hi: सैंडबॉक्स ऐप का डेटा केवल APFS फ़ॉर्मैट वाले बाहरी स्टोरेज पर माइग्रेट हो सकता है। इसके लिए इस ड्राइव को बदलने की ज़रूरत नहीं: ऐप और अन्य डेटा डायरेक्ट्री यहाँ पहले की तरह माइग्रेट कर सकते हैं।
id: Data app dalam sandbox hanya dapat dimigrasikan ke penyimpanan eksternal berformat APFS. Anda tidak perlu mengubah drive ini: app itu sendiri dan direktori data lain tetap dapat dimigrasikan ke sini seperti biasa.
it: I dati delle app in sandbox possono essere migrati solo su unità esterne in formato APFS. Non devi modificare questa unità per questo: puoi continuare a migrarvi le app e le altre cartelle dati.
ja: サンドボックスアプリのデータは、APFS フォーマットの外部ストレージにしか移行できません。そのためにこのドライブを変更する必要はありません：アプリ本体やほかのデータディレクトリは、これまでどおりここに移行できます。
ko: 샌드박스 앱의 데이터는 APFS 포맷의 외장 저장 장치로만 마이그레이션할 수 있습니다. 이를 위해 이 드라이브를 변경할 필요는 없습니다. 실제 앱과 다른 데이터 디렉토리는 평소처럼 여기로 마이그레이션할 수 있습니다.
nl: Gegevens van sandbox-apps kunnen alleen naar externe opslag met APFS worden gemigreerd. Je hoeft deze schijf daarvoor niet te wijzigen: de apps zelf en andere gegevensmappen kunnen hier gewoon naartoe worden gemigreerd.
pl: Dane aplikacji w piaskownicy można migrować tylko na nośnik zewnętrzny w formacie APFS. Nie musisz w tym celu zmieniać tego dysku: same aplikacje i inne foldery danych można nadal migrować tutaj jak zwykle.
pt: Os dados de apps em sandbox só podem ser migrados para armazenamento externo em formato APFS. Você não precisa alterar esta unidade por isso: o app em si e as outras pastas de dados ainda podem ser migrados para cá normalmente.
ru: Данные приложений в песочнице можно переносить только на внешний накопитель APFS. Менять этот накопитель ради этого не нужно: сами приложения и другие папки данных можно переносить на него как обычно.
th: ข้อมูลของแอปแซนด์บ็อกซ์ย้ายไปยังอุปกรณ์จัดเก็บข้อมูลภายนอกแบบ APFS ได้เท่านั้น คุณไม่จำเป็นต้องเปลี่ยนไดรฟ์นี้ ตัวแอปและไดเรกทอรีข้อมูลอื่นยังย้ายมาที่นี่ได้ตามปกติ
tr: Korumalı alan uygulamalarının verileri yalnızca APFS biçimli harici depolamaya taşınabilir. Bunun için bu diski değiştirmeniz gerekmez: uygulamanın kendisini ve diğer veri klasörlerini buraya her zamanki gibi taşıyabilirsiniz.
vi: Dữ liệu ứng dụng sandbox chỉ có thể di chuyển đến bộ nhớ ngoài định dạng APFS. Bạn không cần thay đổi ổ đĩa này: ứng dụng thật và các thư mục dữ liệu khác vẫn có thể di chuyển đến đây như thường lệ.
zh_hant: 沙盒應用程式的資料只能遷移到 APFS 格式的外接儲存裝置。你不需要為此更動這個磁碟：應用程式本體和其他資料目錄照常可以遷移到這裡。

source: 改用另一块 APFS 格式的外部存储，或这块盘上已有的 APFS 分区
ar: استخدم تخزينًا خارجيًا آخر بتنسيق APFS، أو قسم APFS موجودًا على هذا القرص
de: Verwende einen anderen externen Speicher im APFS-Format oder eine vorhandene APFS-Partition auf diesem Laufwerk
en: Use another APFS-formatted external drive, or an APFS partition already on this drive
eo: Uzu alian eksteran konservilon kun formato APFS, aŭ jam ekzistantan subdiskon APFS sur ĉi tiu disko
es: Usa otro almacenamiento externo con formato APFS o una partición APFS que ya exista en este disco
fr: Utilisez un autre stockage externe au format APFS ou une partition APFS déjà présente sur ce disque
hi: दूसरा APFS फ़ॉर्मैट वाला बाहरी स्टोरेज चुनें या इस ड्राइव पर मौजूद APFS विभाजन इस्तेमाल करें
id: Gunakan penyimpanan eksternal lain berformat APFS, atau partisi APFS yang sudah ada di drive ini
it: Usa un’altra unità esterna in formato APFS oppure una partizione APFS già presente su questa unità
ja: 別の APFS フォーマットの外部ストレージ、またはこのドライブにある既存の APFS パーティションを使用する
ko: 다른 APFS 포맷의 외장 저장 장치나 이 드라이브에 이미 있는 APFS 파티션을 사용하세요
nl: Gebruik een andere externe APFS-schijf of een bestaande APFS-partitie op deze schijf
pl: Użyj innego nośnika zewnętrznego APFS lub istniejącej partycji APFS na tym dysku
pt: Use outra unidade externa em formato APFS ou uma partição APFS já existente nesta unidade
ru: Используйте другой внешний накопитель APFS или уже существующий раздел APFS на этом накопителе
th: ใช้อุปกรณ์จัดเก็บข้อมูลภายนอกแบบ APFS อีกตัว หรือพาร์ติชั่น APFS ที่มีอยู่บนไดรฟ์นี้
tr: APFS biçimli başka bir harici depolama veya bu diskte zaten bulunan bir APFS bölümü kullanın
vi: Dùng bộ nhớ ngoài khác có định dạng APFS, hoặc phân vùng APFS đã có trên ổ đĩa này
zh_hant: 改用另一個 APFS 格式的外接儲存裝置，或這個磁碟上已有的 APFS 分割區

source: 查看准备方法
ar: عرض دليل التحضير
de: Vorbereitung ansehen
en: View Preparation Guide
eo: Vidi la preparan gvidilon
es: Ver cómo prepararlo
fr: Voir la préparation
hi: तैयारी की मार्गदर्शिका देखें
id: Lihat panduan persiapan
it: Mostra la guida alla preparazione
ja: 準備方法を見る
ko: 준비 안내 보기
nl: Bekijk de voorbereidingsgids
pl: Zobacz poradnik przygotowania
pt: Ver guia de preparação
ru: Открыть руководство по подготовке
th: ดูคู่มือเตรียมอุปกรณ์
tr: Hazırlık Kılavuzunu Görüntüle
vi: Xem hướng dẫn chuẩn bị
zh_hant: 檢視準備方法

source: 保留现状
ar: الإبقاء كما هو
de: So belassen
en: Keep As Is
eo: Lasi senŝanĝe
es: Dejar como está
fr: Garder en l’état
hi: यथावत रखें
id: Biarkan seperti semula
it: Lascia tutto com’è
ja: このままにする
ko: 그대로 유지
nl: Laat alles zo
pl: Zachowaj bez zmian
pt: Manter como está
ru: Оставить как есть
th: คงสภาพเดิม
tr: Olduğu Gibi Bırak
vi: Giữ nguyên
zh_hant: 維持現狀

source: 这块外部存储已加密
ar: هذا التخزين الخارجي مشفّر
de: Dieser externe Speicher ist verschlüsselt
en: This External Storage Is Encrypted
eo: Ĉi tiu ekstera konservilo estas ĉifrita
es: Este almacenamiento externo está encriptado
fr: Ce stockage externe est chiffré
hi: यह बाहरी स्टोरेज एन्क्रिप्टेड है
id: Penyimpanan eksternal ini dienkripsi
it: Questa unità esterna è codificata
ja: この外部ストレージは暗号化されています
ko: 이 외장 저장 장치는 암호화되어 있습니다
nl: Deze externe opslag is versleuteld
pl: Ten nośnik zewnętrzny jest zaszyfrowany
pt: Este armazenamento externo é criptografado
ru: Этот внешний накопитель зашифрован
th: อุปกรณ์ภายนอกนี้เข้ารหัสอยู่
tr: Bu harici depolama şifreli
vi: Bộ nhớ ngoài này được mã hóa
zh_hant: 這個外接儲存裝置已加密

source: 挂载迁移会新建一个数据卷，它不会继承这块盘的密码。为了不让「%@」的数据失去加密保护，当前版本不会迁移到加密的外部存储。
ar: ينشئ الترحيل بالتحميل وحدة بيانات جديدة لن ترث كلمة سر هذا القرص. للحفاظ على تشفير بيانات «%@»، لا يرحّل هذا الإصدار إلى تخزين خارجي مشفّر.
de: Die Mount-Migration erstellt ein neues Datenvolume, das das Passwort dieses Laufwerks nicht übernimmt. Damit die Daten von „%@“ ihren Verschlüsselungsschutz nicht verlieren, migriert diese Version nicht auf verschlüsselten externen Speicher.
en: Mount migration creates a new data volume, which wouldn't inherit this drive's password. So that “%@” data doesn't lose its encryption, this version doesn't migrate to encrypted external storage.
eo: Migrado per muntado kreas novan datumvolumon, kiu ne heredos la pasvorton de ĉi tiu disko. Por ke la datumoj de “%@” ne perdu sian ĉifran protekton, ĉi tiu versio ne migrigas al ĉifrita ekstera konservilo.
es: La migración por montaje crea un nuevo volumen de datos que no hereda la contraseña de este disco. Para que los datos de «%@» no pierdan la protección de la encriptación, esta versión no migra a almacenamiento externo encriptado.
fr: La migration par montage crée un volume de données qui n’hérite pas du mot de passe de ce disque. Pour que les données de « %@ » ne perdent pas la protection du chiffrement, cette version ne migre pas vers un stockage externe chiffré.
hi: माउंट द्वारा माइग्रेशन नया डेटा वॉल्यूम बनाता है, जिसे इस ड्राइव का पासवर्ड नहीं मिलेगा। “%@” के डेटा की एन्क्रिप्शन सुरक्षा बनाए रखने के लिए मौजूदा संस्करण एन्क्रिप्टेड बाहरी स्टोरेज पर माइग्रेट नहीं करेगा।
id: Migrasi dengan pemasangan membuat volume data baru yang tidak akan mewarisi kata sandi drive ini. Agar data “%@” tidak kehilangan perlindungan enkripsi, versi ini tidak memigrasikan ke penyimpanan eksternal terenkripsi.
it: La migrazione tramite montaggio crea un nuovo volume dati che non eredita la password dell’unità. Per mantenere la protezione tramite codifica dei dati di “%@”, questa versione non esegue la migrazione su unità esterne codificate.
ja: マウント移行では新しいデータボリュームを作成しますが、このドライブのパスワードは引き継がれません。「%@」のデータの暗号化による保護が失われないよう、現在のバージョンでは暗号化された外部ストレージには移行しません。
ko: 마운트 마이그레이션은 새 데이터 볼륨을 생성하며 이 드라이브의 암호를 이어받지 않습니다. “%@”의 데이터가 암호화 보호를 잃지 않도록 현재 버전에서는 암호화된 외장 저장 장치로 마이그레이션하지 않습니다.
nl: Migratie via aankoppelen maakt een nieuw gegevensvolume aan dat het wachtwoord van deze schijf niet overneemt. Om de versleuteling van de gegevens van ‘%@’ te behouden, migreert deze versie niet naar versleutelde externe opslag.
pl: Migracja przez montowanie tworzy nowy wolumin danych, który nie dziedziczy hasła tego dysku. Aby dane „%@” nie straciły ochrony szyfrowaniem, ta wersja nie migruje na zaszyfrowane nośniki zewnętrzne.
pt: A migração por montagem cria um novo volume de dados que não herda a senha desta unidade. Para que os dados de “%@” não percam a proteção da criptografia, esta versão não migra para armazenamento externo criptografado.
ru: Перенос с монтированием создаёт новый том данных, который не наследует пароль накопителя. Чтобы данные «%@» не потеряли защиту шифрованием, эта версия не переносит их на зашифрованные внешние накопители.
th: การย้ายแบบต่อเชื่อมจะสร้างดิสก์โวลุ่มข้อมูลใหม่ ซึ่งจะไม่ได้รับรหัสผ่านของไดรฟ์นี้ เพื่อให้ข้อมูลของ “%@” ยังคงได้รับการปกป้องด้วยการเข้ารหัส เวอร์ชันปัจจุบันจึงไม่ย้ายไปยังอุปกรณ์จัดเก็บข้อมูลภายนอกที่เข้ารหัส
tr: Bağlayarak taşıma, bu diskin parolasını devralmayan yeni bir veri birimi oluşturur. “%@” verilerinin şifreleme korumasını kaybetmemesi için bu sürüm şifreli harici depolamaya taşıma yapmaz.
vi: Di chuyển bằng gắn kết tạo ổ dữ liệu mới, không kế thừa mật khẩu của ổ đĩa này. Để dữ liệu của “%@” không mất lớp bảo vệ mã hóa, phiên bản hiện tại không di chuyển đến bộ nhớ ngoài được mã hóa.
zh_hant: 掛載遷移會新建一個資料卷宗，它不會沿用這個磁碟的密碼。為了不讓「%@」的資料失去加密保護，目前版本不會遷移到已加密的外接儲存裝置。
